[
    {
        "title": "Do Epic Shit",
        "authors": [
            "Ankur Warikoo"
        ],
        "description": "Ankur Warikoo is an entrepreneur and content creator whose witty and brutally honest thoughts on success and failure, money and investing, self-awareness and personal relationships have made him one of India’s top personal brands. In his first book, Ankur puts together the key ideas that have fuelled his journey. This is a book to be read, and reread, a book you will give your family and friends and strangers. Ankur hopes for this book to become the most gifted book ever!",
        "link": "https://openlibrary.org/works/OL27040669W",
        "score": 0.4492481311883,
        "keyword_score": 0.0,
        "emotion_score": 0.9974937706276668,
        "description_relevance": 0.5
    },
    {
        "title": "Creativity at Work",
        "authors": [
            "Alan Barker"
        ],
        "description": "Is it magic? What is creativity? And can we learn it? The need to be creative at work has never been more urgent. Yet creativity is still often seen as a mysterious, inscrutable talent possessed by only a few gifted people. The truth is that we can all be creative. This book shows you how. You can download the book via the link below.",
        "link": "https://openlibrary.org/works/OL17187391W",
        "score": 0.4446233470188149,
        "keyword_score": 0.06666666666666667,
        "emotion_score": 0.9931889345071608,
        "description_relevance": 0.4
    },
    {
        "title": "The language of letting go",
        "authors": [
            "Melody Beattie"
        ],
        "description": "Melody Beattie integrates her own life experiences and fundamental recovery reflections in this unique daily meditation book written especially for those of us who struggle with the issue of codependency.Problems are made to be solved, Melody reminds us, and the best thing we can do is take responsibility for our own pain and self-care. In this daily inspirational book, Melody provides us with a thought to guide us through the day and she encourages us to remember that each day is an opportunity for growth and renewal.",
        "link": "https://openlibrary.org/works/OL45920W",
        "score": 0.38986737351894674,
        "keyword_score": 0.0,
        "emotion_score": 0.9995579117298227,
        "description_relevance": 0.3
    },
    {
        "title": "Bushidō",
        "authors": [
            "Inazo Nitobe",
            "Stefano Daniel",
            "Alberto Ragagnin",
            "Gonzalo JIMENEZ DE LA ESPADA",
            "Peter R. Prifti",
            "Daniel Herwitz",
            "José Javier Fuente del Pilar",
            "Ricard Vela Pàmies",
            "Z. Ferri"
        ],
        "description": "RELIGION: GENERAL. Bushido is the chivalric code of moral principles that the Samurai followed. Influenced by Confucianism, Shinto and Zen Buddhism, it tempers the violence of a warrior with wisdom and serenity. This book has become influential among military and corporate leaders looking for ways to manage their people and overcome their opponents. Beautifully produced in traditional Chinese binding and with a timeless design, this book includes the classic Inazo text with a new introduction.",
        "link": "https://openlibrary.org/works/OL1154715W",
        "score": 0.3897460469420624,
        "keyword_score": 0.0,
        "emotion_score": 0.9991534898068747,
        "description_relevance": 0.3
    },
    {
        "title": "The Greatest Personal Success Tips in the World (The Greatest Tips in the World)",
        "authors": [
            "Brian Larcher"
        ],
        "description": "This book helps you unlock the brilliant and successful you. Much has been written on the secrets of success and this great little book by Brian Larcher digs deep into the mine of 'success wisdom'. It is packed with nuggets of help and advice for achievement in every aspect of life from the home and family to work, business and sport. How have you ever managed without it? Brian includes personal success tips to help you: Master your self image and belief to improve your chances of attaining the success you deserve; understand the laws of attraction and achievement and...",
        "link": "https://openlibrary.org/works/OL8939048W",
        "score": 0.389690050648849,
        "keyword_score": 0.0,
        "emotion_score": 0.9989668354961632,
        "description_relevance": 0.3
    },
    {
        "title": "Maximising Your Potential",
        "authors": [
            "Eric Garner"
        ],
        "description": "This book will guide you on your own self-development through life. It will show you how to find out where your talents lie; how to use them to set goals; how to realize those goals through self-programming; what qualities you need to nurture your talents and bring them to fruition; and why developing your potential can be the most wonderful journey you will ever take. You can download the book via the link below.",
        "link": "https://openlibrary.org/works/OL17187387W",
        "score": 0.35987574844591025,
        "keyword_score": 0.0,
        "emotion_score": 0.9995858281530342,
        "description_relevance": 0.2
    },
    {
        "title": "Creating Authentic Assertion",
        "authors": [
            "Karen Davies"
        ],
        "description": "Be the best version of yourself with the help of this Assertive Development Trilogy finale. Building on the two inspirational books before it, Creating Authentic Assertion culminates in illustrating how to handle tricky situations naturally and with greater confidence. You can download the book via the link below.",
        "link": "https://openlibrary.org/works/OL17187471W",
        "score": 0.3598601967688258,
        "keyword_score": 0.0,
        "emotion_score": 0.9995339892294194,
        "description_relevance": 0.2
    }
]